Revit 2024 API
MEPModel.ConnectorManager Property
 Retrieves the Connector Manager from this MEPModel.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ConnectorManager ConnectorManager { get; }
Visual Basic
Public ReadOnly Property ConnectorManager As ConnectorManager
	Get
Visual C++
public:
property ConnectorManager^ ConnectorManager {
	ConnectorManager^ get ();
}
See Also
MEPModel Class
Autodesk.Revit.DB Namespace